Repository: Uniswap/widgets
Catalog: src/locales/*.po
Languages: af_za, ar_sa, da_dk, fi_fi, he_il, hu_hu, it_it, ja_jp, ro_ro, sr_sp, sw_tz, tr_tr

source: Your transaction will revert if the price changes unfavorably by more than this percentage.
af_za: U transaksie gaan terug as die prys met meer as hierdie persentasie ongunstig verander.
ar_sa: سيتم عودة معاملتك إذا تغير السعر بشكل غير مؤات بأكثر من هذه النسبة.
da_dk: Din transaktion vil blive tilbageført, hvis prisen ændres ugunstigt med mere end denne procentdel.
fi_fi: Tapahtumasi peruuntuu, jos hinta muuttuu epäsuotuisasti tätä prosenttiosuutta enemmän.
he_il: העסקה שלך תחזור אם המחיר ישתנה בצורה לא טובה ביותר מאחוז זה.
hu_hu: A tranzakciója visszaáll, ha az ár ennél a százaléknál nagyobb mértékben változik kedvezőtlenül.
it_it: La transazione verrà ripristinata se il prezzo cambia sfavorevolmente di più di questa percentuale.
ja_jp: 価格が設定したパーセンテージよりも不利な価格に変動した場合、取引は差し戻されます。
ro_ro: Tranzacția dvs. va fi reluată dacă prețul se modifică nefavorabil cu mai mult de acest procent.
sr_sp: Ваша трансакција ће се вратити ако се цена неповољно промени за више од овог процента.
sw_tz: Muamala wako utarejeshwa ikiwa bei itabadilika vibaya na zaidi ya asilimia hii.
tr_tr: Fiyatın istenmeyen şekilde bu yüzdeden daha fazla değişmesi durumunda işleminiz geri döner.

source: minutes
af_za: minute
ar_sa: دقائق
da_dk: minutter
fi_fi: minuuttia
he_il: דקות
hu_hu: perc
it_it: minuti
ja_jp: 分
ro_ro: minute
sr_sp: минута
sw_tz: dakika
tr_tr: dakika

source: {integrator} fee
af_za: {integrator} fooi
ar_sa: {integrator} رسوم
da_dk: {integrator} gebyr
fi_fi: {integrator} maksu
he_il: {integrator} עמלה
hu_hu: {integrator} díj
it_it: {integrator} canone
ja_jp: {integrator} 手数料
ro_ro: {integrator} taxa
sr_sp: {integrator} накнада
sw_tz: {integrator} ada
tr_tr: {integrator} ücret

source: {min}m {sec}s
ar_sa: {min}م {sec}ثانية
he_il: {min}מ' {sec}שניות
ja_jp: {min}分 {sec}秒
sr_sp: {min}м {sec}с

source: {sec}s
ar_sa: {sec}ثانية
he_il: {sec}ש'
it_it: {sec}sec
ja_jp: {sec}秒
sr_sp: {sec}с
sw_tz: {sec}kik
tr_tr: {sec}sn

source: Allow {symbol} first
ar_sa: اسمح بـ {symbol} أولاً
he_il: אפשר קודם {symbol}
it_it: Consenti prima {symbol}
ro_ro: Permiteți mai întâi {symbol}

source: Approve {symbol} first
ar_sa: الموافقة على {symbol} أولاً
he_il: תחילה תאשר {symbol}
it_it: Approva prima {symbol}
ro_ro: Aprobați mai întâi {symbol}

source: Switch
ar_sa: يُحوّل
he_il: החלף
ro_ro: Intrerupator

source: Switch network
ar_sa: تبديل الشبكة
he_il: החלף רשת
ro_ro: Schimbați rețeaua

source: Switch network in your wallet
ar_sa: تبديل الشبكة في محفظتك
he_il: החלף רשת בארנק
ro_ro: Schimbați rețeaua în portofel

source: Switching network
he_il: החלפת רשת
ro_ro: Comutare de rețea

source: Please refresh the page and try again.
ro_ro: Vă rugăm să reîmprospătați pagina și să încercați din nou.

source: {0, plural, =1 {Best route via 1 hop} other {Best route via # hops}}
af_za: {0, plural, =1 {Beste roete via 1 hop} other {Beste roete via # hops}}
fi_fi: {0, plural, =1 {Paras reitti yhden hypyn kautta} other {Paras reitti # hopin kautta}}
sw_tz: {0, plural, =1 {Njia bora zaidi kupitia 1 hop} other {Njia bora zaidi kupitia miinuko #}}
tr_tr: {0, plural, =1 {1 atlama yoluyla en iyi rota} other {# şerbetçiotu ile en iyi rota}}
