Repository: Uniswap/widgets
Catalog: src/locales/*.po
Languages: af_za, ar_sa, da_dk, fi_fi, he_il, hu_hu, it_it, ja_jp, ro_ro, sr_sp, sw_tz, tr_tr

source: Accept
af_za: Aanvaar
ar_sa: قبول
da_dk: Accepter
fi_fi: Hyväksy
he_il: לְקַבֵּל
hu_hu: Elfogadás
it_it: Accetta
ja_jp: 同意する
ro_ro: Acceptă
sr_sp: Прихвати
sw_tz: Kubali
tr_tr: Kabul et

source: Acknowledge
af_za: Erken
ar_sa: يقر
da_dk: Anerkende
fi_fi: Tunnustaa
he_il: לְהוֹדוֹת
hu_hu: elismerni
it_it: Riconoscere
ja_jp: 認めます
ro_ro: Recunoașteți
sr_sp: Признати
sw_tz: Tambua
tr_tr: Kabullenmek

source: Allow
af_za: Laat toe
ar_sa: السماح
da_dk: Give lov til
fi_fi: Sallia
he_il: להתיר
hu_hu: Lehetővé teszi
it_it: Permettere
ja_jp: 許可する
ro_ro: Permite
sr_sp: Дозволи
sw_tz: Ruhusu
tr_tr: İzin vermek

source: Allow in your wallet
af_za: Laat in jou beursie
ar_sa: السماح في محفظتك
da_dk: Tillad i din pung
fi_fi: Salli lompakossasi
he_il: אפשר בארנק שלך
hu_hu: Engedd be a pénztárcádba
it_it: Consenti nel tuo portafoglio
ja_jp: ウォレットで許可する
ro_ro: Permiteți-vă în portofel
sr_sp: Дозволите у свом новчанику
sw_tz: Ruhusu kwenye mkoba wako
tr_tr: Cüzdanınızda izin verin

source: Allow {0} first
af_za: Laat eers {0} toe
da_dk: Tillad {0} først
fi_fi: Salli ensin {0}
hu_hu: Először engedélyezze a {0} -t
ja_jp: 最初に {0} を許可する
sr_sp: Прво дозволи {0}
sw_tz: Ruhusu {0} kwanza
tr_tr: Önce {0} izin ver

source: Allowance pending
af_za: Toelaag hangende
ar_sa: البدل معلق
da_dk: Godtgørelse afventer
fi_fi: Korvaus vireillä
he_il: קצבה בהמתנה
hu_hu: A juttatás függőben van
it_it: Indennità in attesa
ja_jp: 保留中の手当
ro_ro: Alocație în așteptare
sr_sp: Додатак на чекању
sw_tz: Posho inasubiri
tr_tr: ödenek beklemede

source: An error occurred when trying to execute this swap. You may need to increase your slippage tolerance. If that does not work, there may be an incompatibility with the token you are trading. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
af_za: 'N Fout het voorgekom tydens die uitvoering van hierdie ruil. U moet dalk u glyverdraagsaamheid verhoog. As dit nie werk nie, kan daar 'n onversoenbaarheid wees met die teken wat u verhandel. Opmerking: fooi vir oordrag en herbasis-tokens is nie versoenbaar met Uniswap V3 nie.
ar_sa: حدث خطأ أثناء محاولة تنفيذ هذا التبادل. قد تحتاج إلى زيادة تحملك للانزلاق. إذا لم يفلح ذلك ، فقد يكون هناك عدم توافق مع الرمز الذي تتداوله. ملاحظة: رسوم النقل وإعادة الرموز المميزة غير متوافقة مع Uniswap V3.
da_dk: Der opstod en fejl under forsøg på at udføre denne swap. Det kan være nødvendigt at øge din glidningstolerance. Hvis det ikke virker, kan der være en uforenelighed med det token, du handler. Bemærk: gebyr ved overførsel og rebase-tokens er inkompatibelt med Uniswap V3.
fi_fi: Tapahtui virhe yritettäessä suorittaa tämä vaihto. Saatat joutua lisäämään luistonsietokykyäsi. Jos se ei toimi, kaupankäynnin kohteena olevan tunnuksen kanssa saattaa olla ristiriita. Huomautus: siirto- ja uudelleentase-tunnusten maksu ei ole yhteensopiva Uniswap V3: n kanssa.
he_il: אירעה שגיאה בניסיון לבצע החלפה זו. יתכן שתצטרך להגביר את סובלנות ההחלקה שלך. אם זה לא עובד, ייתכן שיש אי התאמה לאסימון שאתה סוחר בו. הערה: עמלה על אסימון העברה וריבוס אינם תואמים ל- Uniswap V3.
hu_hu: Hiba történt a csere végrehajtása során. Lehet, hogy növelnie kell a csúszási toleranciát. Ha ez nem működik, akkor összeférhetetlenség állhat fenn az Ön által forgalmazott tokennel. Megjegyzés: az átviteli és újrabázis tokenek díja nem kompatibilis az Uniswap V3 verzióval.
it_it: Si è verificato un errore durante il tentativo di eseguire questo scambio. Potrebbe essere necessario aumentare la tolleranza allo slittamento. Se ciò non funziona, potrebbe esserci un'incompatibilità con il token che stai scambiando. Nota: la commissione sui token di trasferimento e rebase non è compatibile con Uniswap V3.
ja_jp: スワップ実行時にエラーが発生しました。スリッページの許容範囲を広げる必要がある可能性があります。それでも上手くいかない場合、取引しているトークンとの互換性がない可能性があります。注：転送時に手数料が発生するトークンおよびリベースするトークンは、UniswapV3と互換性がありません。
ro_ro: A apărut o eroare la încercarea de a executa acest swap. Este posibil să fie nevoie să vă măriți toleranța la alunecare. Dacă acest lucru nu funcționează, poate exista o incompatibilitate cu jetonul pe care îl tranzacționați. Notă: taxa pentru jetoane de transfer și rebase sunt incompatibile cu Uniswap V3.
sr_sp: Дошло је до грешке приликом покушаја извршења ове замене. Можда ћете морати повећати толеранцију клизања. Ако то не успе, можда постоји некомпатибилност са токеном којим тргујете. Напомена: накнада за токене за пренос и пребазу није компатибилна са Унисвап В3.
sw_tz: Hitilafu ilitokea wakati wa kujaribu kutekeleza ubadilishaji huu. Unaweza kuhitaji kuongeza uvumilivu wako wa kuteleza. Ikiwa hiyo haifanyi kazi, kunaweza kuwa na kutokubaliana na ishara unayofanya biashara. Kumbuka: ada ya uhamishaji na toa rehani haziendani na Uniswap V3.
tr_tr: Bu takas yürütülmeye çalışılırken bir hata oluştu. Kayma toleransınızı artırmanız gerekebilir. Bu işe yaramazsa, işlem yaptığınız token ile uyumsuzluk olabilir. Not: Transfer ve rebase jetonlarındaki ücret, Uniswap V3 ile uyumlu değildir.

source: Approval pending
af_za: Goedkeuring hangende
ar_sa: في انتظار الموافقة
da_dk: Godkendelse afventer
fi_fi: Hyväksyntä odottaa
he_il: מחכה לאישור
hu_hu: Kérelem folyamatban
it_it: In attesa di approvazione
ja_jp: 承認待ち
ro_ro: În curs de aprobare
sr_sp: Одобрење чекању
sw_tz: Idhini inasubiri
tr_tr: Onay Bekliyor

source: Approve
af_za: Goedkeur
ar_sa: الموافقة
da_dk: Godkend
fi_fi: Hyväksy
he_il: לְאַשֵׁר
hu_hu: Jóváhagyás
it_it: Approva
ja_jp: 承認
ro_ro: Aprobă
sr_sp: Одобри
sw_tz: Sibitisha
tr_tr: Onayla

source: Approve in your wallet
af_za: Keur in jou beursie goed
ar_sa: الموافقة في محفظتك
da_dk: Godkend i din tegnebog
fi_fi: Hyväksy lompakossasi
he_il: אשר בארנק שלך
hu_hu: Jóváhagyja a pénztárcájában
it_it: Approva nel tuo portafoglio
ja_jp: ウォレットで承認する
ro_ro: Aprobați în portofel
sr_sp: Одобрите у свом новчанику
sw_tz: Idhinisha kwenye mkoba wako
tr_tr: Cüzdanınızda onaylayın

source: Approve {0} first
af_za: Keur eers {0}
da_dk: Godkend {0} først
fi_fi: Hyväksy ensin {0}
hu_hu: Először hagyja jóvá a {0}
ja_jp: 最初に {0} を承認する
sr_sp: Прво одобри {0}
sw_tz: Idhinisha {0} kwanza
tr_tr: Önce {0} onayla

source: Auto
af_za: Outomaties
ar_sa: تلقائي
da_dk: Automatisk
fi_fi: Automaattinen
he_il: אוטומטי
it_it: Automatico
ja_jp: 自動
ro_ro: Automat
sr_sp: Аutomatski
sw_tz: Otomatiki
tr_tr: Otomatik

source: Auto Router
af_za: Outo-roeteerder
ar_sa: جهاز التوجيه التلقائي
fi_fi: Automaattinen reititin
he_il: נתב אוטומטי
it_it: Router automatico
ja_jp: 自動ルーター
ro_ro: Router automat
sr_sp: Ауто Роутер
sw_tz: Njia ya Kiotomatiki
tr_tr: Otomatik Yönlendirici

source: Close
af_za: Naby
ar_sa: إغلاق
da_dk: Luk
fi_fi: Sulje
he_il: סגור
hu_hu: Bezárás
it_it: Chiudi
ja_jp: 閉じる
ro_ro: Închide
sr_sp: Затвори
sw_tz: Funga
tr_tr: Kapat

source: Confirm in your wallet
af_za: Bevestig in jou beursie
ar_sa: قم بالتأكيد في محفظتك
da_dk: Bekræft i din tegnebog
fi_fi: Vahvista lompakossasi
he_il: אשר בארנק שלך
hu_hu: Erősítse meg pénztárcájában
it_it: Conferma nel tuo portafoglio
ja_jp: ウォレットで確認する
ro_ro: Confirmați în portofel
sr_sp: Потврдите у свом новчанику
sw_tz: Thibitisha kwenye mkoba wako
tr_tr: Cüzdanınızda onaylayın

source: Confirm swap
af_za: Bevestig omruiling
ar_sa: تأكيد المبادلة
da_dk: Bekræft swap
fi_fi: Vahvista vaihto
he_il: אשר את ההחלפה
hu_hu: Erősítse meg a cserét
it_it: Conferma lo scambio
ja_jp: スワップを確認する
ro_ro: Confirmați schimbul
sr_sp: Потврдите замену
sw_tz: Thibitisha ubadilishaji
tr_tr: Takas işlemini onaylayın

source: Connect wallet
ar_sa: توصيل بمحفظة
da_dk: Forbind tegnebog
he_il: חבר ארנק
hu_hu: Pénztárca csatlakoztatása
it_it: Collega portafoglio
ja_jp: ウォレットに接続
ro_ro: Conectare la portofel
sr_sp: Повежите новчаник

source: Connect wallet to swap
af_za: Koppel beursie om te ruil
ar_sa: قم بتوصيل المحفظة بالمبادلة
da_dk: Tilslut tegnebogen for at bytte
fi_fi: Yhdistä lompakko vaihtaaksesi
he_il: חבר ארנק כדי להחליף
hu_hu: Csatlakoztassa a pénztárcát a cseréhez
it_it: Collega il portafoglio per scambiare
ja_jp: ウォレットを接続してスワップする
ro_ro: Conectați portofelul pentru a schimba
sr_sp: Повежите новчаник за замену
sw_tz: Unganisha pochi ili kubadilishana
tr_tr: Takas için cüzdanı bağlayın

source: Connecting…
af_za: Verbind…
ar_sa: ربط…
da_dk: Tilslutning…
fi_fi: Yhdistäminen…
he_il: חיבור…
hu_hu: Csatlakozás…
it_it: Collegamento…
ja_jp: 接続中…
ro_ro: Conectare…
sr_sp: Повезивање…
sw_tz: Inaunganisha…
tr_tr: Bağlanıyor…

source: Convert {0} to {1}
af_za: Skakel {0} om na {1}
ar_sa: قم بالتحويل من {0} إلى {1}
da_dk: Konverter {0} til {1}
fi_fi: Muunna {0} {1}:ksi
he_il: המר {0} ל {1}
hu_hu: Konvertálja {0} -t {1}-re
it_it: Converti {0} in {1}
ja_jp: {0} を {1}に変換
ro_ro: Convertiți {0} la {1}
sr_sp: Претворите {0} у {1}
sw_tz: Badilisha {0} hadi {1}
tr_tr: {0} {1}dönüştür

source: Disconnect wallet
ar_sa: افصل المحفظة
da_dk: Afbryd tegnebogen
he_il: נתק את הארנק
hu_hu: Válassza le a pénztárcát
it_it: Scollega il portafoglio
ja_jp: ウォレットを切断する
ro_ro: Deconectați portofelul
sr_sp: Искључите новчаник

source: Dismiss
af_za: Verwerp
ar_sa: تجاهل
da_dk: Afvis
fi_fi: Sulje
he_il: לשחרר
hu_hu: Elvetés
it_it: Ignora
ja_jp: 注文を取り下げる
ro_ro: Respinge
sr_sp: Одбаци
sw_tz: Ondoa
tr_tr: Reddet

source: Enter an amount
af_za: Voer 'n bedrag in
ar_sa: أدخل مبلغ
da_dk: Indtast et beløb
fi_fi: Syötä summa
he_il: הזן סכום
hu_hu: Adjon meg egy összeget
it_it: Inserisci un importo
ja_jp: 数量を入力してください
ro_ro: Introdu o sumă
sr_sp: Унесите износ
sw_tz: Ingiza kiasi
tr_tr: Bir tutar girin

source: Error details
af_za: Foutbesonderhede
ar_sa: تفاصيل الخطأ
da_dk: Fejldetaljer
fi_fi: Virheen tiedot
he_il: פרטי שגיאה
hu_hu: Hiba részletei
it_it: Dettagli circa l'errore
ja_jp: エラーの詳細
ro_ro: Detalii despre eroare
sr_sp: Детаљи о грешци
sw_tz: Maelezo ya hitilafu
tr_tr: Hata detayları

source: Error fetching trade
af_za: Kon nie handel haal nie
ar_sa: خطأ في جلب التجارة
da_dk: Fejl ved hentning af handel
fi_fi: Virhe kauppaa haettaessa
he_il: שגיאה בשליפת המסחר
hu_hu: Hiba történt a kereskedés lekérésekor
it_it: Errore durante il recupero dell'operazione
ja_jp: 取引の取得中にエラーが発生しました
ro_ro: Eroare la preluarea comerțului
sr_sp: Грешка при преузимању трговине
sw_tz: Hitilafu katika kuleta biashara
tr_tr: Takas alınırken hata oluştu

source: Fetching best price…
af_za: Haal die beste prys…
ar_sa: الحصول على أفضل سعر…
da_dk: Bedste pris…
fi_fi: Haetaan paras hinta…
he_il: משיג את המחיר הטוב ביותר…
hu_hu: A legjobb ár lekérése…
it_it: Recupero miglior prezzo…
ja_jp: ベストな価格を取得中…
ro_ro: Preluare cel mai bun preț…
sr_sp: Дохваћање најбоље цене…
sw_tz: Inaleta bei nzuri…
tr_tr: En iyi fiyat getiriliyor…

source: For
af_za: Vir
ar_sa: لـ
da_dk: Til
fi_fi: Kohteelle
he_il: ל
hu_hu: Számára
it_it: Per
ja_jp: 賛成
sr_sp: За
sw_tz: Kwa maana
tr_tr: Şunun için

source: High price impact
af_za: Hoë prys impak
ar_sa: تأثير سعر مرتفع
da_dk: Høj prispåvirkning
fi_fi: Korkea hintavaikutus
he_il: השפעה גבוהה על המחיר
hu_hu: Magas árhatás
it_it: Elevato impatto sui prezzi
ja_jp: 価格への影響が大きい
ro_ro: Impact ridicat asupra prețului
sr_sp: Висок утицај на цену
sw_tz: Athari ya bei ya juu
tr_tr: Yüksek fiyat etkisi

source: High slippage
af_za: Hoë gly
ar_sa: ارتفاع سعر الانزلاق
da_dk: Høj glidning
fi_fi: Korkea luisto
he_il: החלקה גבוהה
hu_hu: Magas csúszás
it_it: Elevato slittamento
ja_jp: 高いスリッページ
ro_ro: Alunecare mare
sr_sp: Високо клизање
sw_tz: Utelezi wa hali ya juu
tr_tr: Yüksek kayma

source: High slippage increases the risk of price movement
af_za: Hoë glip verhoog die risiko van prysbeweging
ar_sa: يزيد الانزلاق العالي من مخاطر حركة السعر
da_dk: Høj glidning øger risikoen for prisbevægelser
fi_fi: Suuri lipsahdus lisää hintojen liikkeiden riskiä
he_il: החלקה גבוהה מגבירה את הסיכון לתנועת מחירים
hu_hu: A nagy csúszás növeli az ármozgások kockázatát
it_it: Un elevato slippage aumenta il rischio di oscillazione dei prezzi
ja_jp: 高いスリッページは価格変動のリスクを高めます
ro_ro: Alunecarea mare crește riscul de mișcare a prețurilor
sr_sp: Високо клизање повећава ризик од кретања цена
sw_tz: Utelezi wa juu huongeza hatari ya harakati za bei
tr_tr: Yüksek kayma, fiyat hareketi riskini artırır

source: I don't have a wallet
ar_sa: ليس لدي محفظة
da_dk: Jeg har ikke en pung
he_il: אין לי ארנק
hu_hu: Nincs pénztárcám
it_it: Non ho un portafoglio
ja_jp: 財布を持っていません
ro_ro: Nu am portofel
sr_sp: Немам новчаник

source: Insufficient liquidity in the pool for your trade
af_za: Onvoldoende likiditeit in die swembad vir jou handel
ar_sa: سيولة غير كافية في المجمع لتداولك
da_dk: Utilstrækkelig likviditet i puljen til din handel
fi_fi: Poolissa ei ole tarpeeksi likviditeettiä kauppaasi varten
he_il: אין מספיק נזילות במאגר למסחר שלך
hu_hu: Nincs elegendő likviditás a poolban a kereskedéshez
it_it: Liquidità insufficiente nel pool per il tuo trade
ja_jp: 流動性が不足しているため、取引できません。
ro_ro: Lichiditate insuficientă în pool pentru tranzacția dvs
sr_sp: Недовољна ликвидност у фонду за вашу трговину
sw_tz: Ukwasi hautoshi kwenye bwawa kwa biashara yako
tr_tr: İşleminiz için havuzda yetersiz likidite

source: Insufficient {0} balance
af_za: Onvoldoende {0} balans
ar_sa: رصيد {0} غير كاف
da_dk: Utilstrækkelig {0} saldo
fi_fi: Riittämätön {0} saldo
he_il: איזון {0} לא מספיק
hu_hu: Elégtelen {0} egyenleg
it_it: Saldo {0} insufficiente
ja_jp: {0} の残高が足りません
ro_ro: Sold {0} insuficient
sr_sp: Недовољно {0} на стању
sw_tz: Usawa wa kutosha {0}
tr_tr: Yetersiz {0} bakiye

source: Invalid recipient
af_za: Ongeldige ontvanger
ar_sa: مستلم غير صالح
da_dk: Ugyldig modtager
fi_fi: Virheellinen vastaanottaja
he_il: נמען לא חוקי
hu_hu: Érvénytelen címzett
it_it: Destinatario non valido
ja_jp: 受け取りアドレスが無効です
ro_ro: Destinatar nevalid
sr_sp: Неважећи прималац
sw_tz: Mpokeaji si sahihi
tr_tr: Geçersiz alıcı

source: Liquidity provider fee
af_za: Likiditeitsverskafferfooi
ar_sa: رسوم مزود السيولة
da_dk: Likviditetstilbyder gebyr
fi_fi: Likviditeetin tarjoajan palkkio
he_il: עמלת ספק נזילות
hu_hu: Likviditási szolgáltató díja
it_it: Commissione del fornitore di liquidità
ja_jp: 流動性プロバイダー手数料
ro_ro: Comision furnizor de lichiditate
sr_sp: Накнада добављача ликвидности
sw_tz: Ada ya mtoa huduma ya ukwasi
tr_tr: Likidite sağlayıcı ücreti

source: Max
af_za: Maks
ar_sa: الحد الأقصى
da_dk: Maks.
fi_fi: Maksimi
he_il: מקסימום
ja_jp: 最大
ro_ro: Maxim
sr_sp: Макс
sw_tz: Upeo
tr_tr: Maksimum

source: Max slippage
af_za: Maksimum gly
ar_sa: ماكس انزلاق
da_dk: Max glidning
fi_fi: Max liukuminen
he_il: מקסימום החלקה
hu_hu: Max csúszás
it_it: Massimo slittamento
ja_jp: 最大スリッページ
ro_ro: Alunecare maximă
sr_sp: Максимално клизање
sw_tz: Utelezi mkubwa zaidi
tr_tr: Maksimum kayma

source: Maximum sent
af_za: Maksimum gestuur
ar_sa: الحد الأقصى المرسل
da_dk: Maksimum sendt
fi_fi: Maksimimäärä lähetetty
he_il: מקסימום נשלח
hu_hu: Maximum elküldve
it_it: Massimo inviato
ja_jp: 最大売却数
ro_ro: Maximum trimis
sr_sp: Максимално послато
sw_tz: Upeo umetumwa
tr_tr: Maksimum gönderme

source: Minimum received
af_za: Minimum ontvang
ar_sa: تلقى الحد الأدنى
da_dk: Minimum modtaget
fi_fi: Minimi vastaanotettu
he_il: מינימום שהתקבל
hu_hu: Minimum beérkezett
it_it: Minimo ricevuto
ja_jp: 最小購入数
ro_ro: Minimum primit
sr_sp: Минимално примљено
sw_tz: Kiwango cha chini kimepokelewa
tr_tr: Minimum alınan

source: Missing dependencies
af_za: Ontbrekings ontbreek
ar_sa: التبعيات المفقودة
da_dk: Manglende afhængigheder
fi_fi: Puuttuvat riippuvuudet
he_il: חסרות תלות
hu_hu: Hiányzó függőségek
it_it: Dipendenze mancanti
ja_jp: 依存関係がありません
ro_ro: Dependențe lipsă
sr_sp: Недостају зависности
sw_tz: Kukosa utegemezi
tr_tr: Eksik bağımlılıklar

source: Mock Toggle
sr_sp: Моцк Тоггле
sw_tz: Kugeuza Mzaha
tr_tr: Sahte Geçiş

source: No results found.
af_za: Geen resultate gevind.
ar_sa: لا توجد نتائج.
da_dk: Ingen resultater fundet.
fi_fi: Tuloksia ei löytynyt.
he_il: לא נמצאו תוצאות.
hu_hu: Nincs találat.
it_it: Nessun risultato trovato.
ja_jp: 結果が見つかりませんでした。
ro_ro: Nici un rezultat găsit.
sr_sp: Нема резултата.
sw_tz: Hakuna matokeo yaliyopatikana.
tr_tr: Sonuç bulunamadı.

source: No tokens are available on this network. Please switch to another network.
af_za: Geen tokens is op hierdie netwerk beskikbaar nie. Skakel asseblief oor na 'n ander netwerk.
ar_sa: لا توجد رموز متاحة على هذه الشبكة. يرجى التبديل إلى شبكة أخرى.
da_dk: Ingen tokens er tilgængelige på dette netværk. Skift venligst til et andet netværk.
fi_fi: Tunnuksia ei ole saatavilla tässä verkossa. Vaihda toiseen verkkoon.
he_il: אין אסימונים זמינים ברשת זו. נא לעבור לרשת אחרת.
hu_hu: Ezen a hálózaton nem érhetők el tokenek. Kérjük, váltson másik hálózatra.
it_it: Nessun token è disponibile su questa rete. Si prega di passare a un'altra rete.
ja_jp: このネットワークではトークンは利用できません。別のネットワークに切り替えてください。
ro_ro: Nu sunt disponibile jetoane în această rețea. Vă rugăm să comutați la altă rețea.
sr_sp: Нема доступних токена на овој мрежи. Пређите на другу мрежу.
sw_tz: Hakuna tokeni zinazopatikana kwenye mtandao huu. Tafadhali badilisha hadi mtandao mwingine.
tr_tr: Bu ağda kullanılabilir jeton yok. Lütfen başka bir ağa geçin.

source: OFF
af_za: AF
ar_sa: إيقاف
da_dk: FRA
he_il: כבוי
hu_hu: KI
ro_ro: DEZACTIVAT
sr_sp: ИСК
sw_tz: ZIMA
tr_tr: KAPALI

source: ON
af_za: AAN
ar_sa: على
da_dk: TIL
he_il: דלוק
hu_hu: BE
ro_ro: PORNIT
sr_sp: УКЉ
sw_tz: Washa
tr_tr: AÇIK

source: Output is estimated. You will receive at least {0} {1} or the transaction will revert.
af_za: Uitset word geskat. Jy sal ten minste {0} {1} ontvang of die transaksie sal terugdraai.
ar_sa: الناتج يقدر. سوف تتلقى {0} {1} على الأقل أو ستعود المعاملة.
da_dk: Output er estimeret. Du modtager mindst {0} {1} , ellers vil transaktionen vende tilbage.
fi_fi: Tuotos on arvioitu. Saat vähintään {0} {1} tai tapahtuma palautuu.
he_il: התפוקה מוערכת. תקבל לפחות {0} {1} או שהעסקה תחזור.
hu_hu: A kimenet becsült. Legalább {0} {1} -et fog kapni, különben a tranzakció visszaáll.
it_it: La produzione è stimata. Riceverai almeno {0} {1} o la transazione verrà annullata.
ja_jp: 取引結果は概算です。{0} {1} 以上を買えない場合は、取引は差し戻されます。
ro_ro: Ieșirea este estimată. Veți primi cel puțin {0} {1} sau tranzacția va reveni.
sr_sp: Излаз је процењен. Добићете најмање {0} {1} или ће се трансакција вратити.
sw_tz: Pato linakadiriwa. Utapokea angalau {0} {1} au muamala utarejeshwa.
tr_tr: Çıktı tahmin edilmektedir. En az {0} {1} alacaksınız veya işlem geri dönecek.

source: Output is estimated. You will send at most {0} {1} or the transaction will revert.
af_za: Uitset word geskat. Jy sal hoogstens {0} {1} stuur of die transaksie sal terugdraai.
ar_sa: الناتج يقدر. سوف ترسل {0} {1} على الأكثر وإلا ستعود المعاملة.
da_dk: Output er estimeret. Du sender højst {0} {1} , ellers vil transaktionen vende tilbage.
fi_fi: Tuotos on arvioitu. Lähetät enintään {0} {1} tai tapahtuma palautuu.
he_il: התפוקה מוערכת. אתה תשלח לכל היותר {0} {1} או שהעסקה תחזור.
hu_hu: A kimenet becsült. Legfeljebb {0} {1} -et küld, vagy a tranzakció visszaáll.
it_it: La produzione è stimata. Invierai al massimo {0} {1} o la transazione verrà annullata.
ja_jp: 出力は推定されます。最大 {0} {1} を送信するか、トランザクションが元に戻ります。
ro_ro: Ieșirea este estimată. Veți trimite cel mult {0} {1} sau tranzacția va reveni.
sr_sp: Излаз је процењен. Послаћете највише {0} {1} или ће се трансакција вратити.
sw_tz: Pato linakadiriwa. Utatuma angalau {0} {1} au muamala utarejeshwa.
tr_tr: Çıktı tahmin edilmektedir. En fazla {0} {1} gönderirsiniz yoksa işlem geri döner.

source: Please enter a valid slippage %
af_za: Voer asseblief 'n geldige glip-% in
ar_sa: الرجاء إدخال انزلاق سعر صالح٪
da_dk: Indtast venligst en gyldig glidning %
fi_fi: Anna kelvollinen lipsuma %
he_il: אנא הזן % החלקה חוקית
hu_hu: Kérjük, adjon meg egy érvényes csúszást %
it_it: Si prega di inserire uno slippage % valido
ja_jp: 有効なスリッページ％を入力してください
ro_ro: Vă rugăm să introduceți un % de alunecare valid
sr_sp: Унесите важећи % клизања
sw_tz: Tafadhali weka utelezi sahihi %
tr_tr: Lütfen geçerli bir kayma yüzdesi girin

source: Powered by the Uniswap protocol
af_za: Aangedryf deur die Uniswap-protokol
ar_sa: مدعوم من بروتوكول Uniswap
da_dk: Drevet af Uniswap-protokollen
fi_fi: Toimii Uniswap-protokollalla
he_il: מופעל על ידי פרוטוקול Uniswap
hu_hu: Az Uniswap protokoll működteti
it_it: Alimentato dal protocollo Uniswap
ja_jp: Uniswapプロトコルによって提供
ro_ro: Funcționat de protocolul Uniswap
sr_sp: Покреће Унисвап протокол
sw_tz: Inaendeshwa na itifaki ya Uniswap
tr_tr: Uniswap protokolü tarafından desteklenmektedir

source: Price impact
af_za: Prys impak
ar_sa: تأثير السعر
da_dk: Prispåvirkning
fi_fi: Hintavaikutus
he_il: השפעה על המחיר
hu_hu: Árhatás
it_it: Impatto sui prezzi
ja_jp: 価格への影響
ro_ro: Impactul prețului
sr_sp: Утицај на цену
sw_tz: Athari ya bei
tr_tr: Fiyat etkisi

source: Price updated
af_za: Prys opgedateer
ar_sa: تم تحديث السعر
da_dk: Pris opdateret
fi_fi: Hinta päivitetty
he_il: המחיר עודכן
hu_hu: Ár frissítve
it_it: Prezzo aggiornato
ja_jp: 価格が更新されました
ro_ro: Preț actualizat
sr_sp: Цена је ажурирана
sw_tz: Bei imesasishwa
tr_tr: Fiyat güncellendi

source: Recent transactions
af_za: Onlangse transaksies
ar_sa: التحويلات الاخيرة
da_dk: Seneste transaktioner
fi_fi: Viimeaikaiset tapahtumat
he_il: תנועות אחרונות
hu_hu: Legutóbbi tranzakciók
it_it: Le transazioni recenti
ja_jp: 最近の取引
ro_ro: Tranzactii recente
sr_sp: Недавне трансакције
sw_tz: Shughuli za hivi majuzi
tr_tr: Son İşlemler

source: Reload the page
af_za: Herlaai die bladsy
ar_sa: خذ المخاطر. لا شيء يمكن أن يحل محل التجربة
da_dk: Genindlæs siden
fi_fi: Lataa sivu uudelleen
he_il: טען מחדש את הדף
hu_hu: Töltse be újra az oldalt
it_it: Ricarica la pagina
ja_jp: ページを再読み込みする
ro_ro: Reîncărcați pagina
sr_sp: Поново учитај страницу
sw_tz: Pakia upya ukurasa
tr_tr: Sayfayı yenile

source: Reset
af_za: Stel terug
ar_sa: إعادة ضبط
da_dk: Nulstil
fi_fi: Nollaa
he_il: אִתחוּל
hu_hu: Visszaállítás
it_it: Ripristina
ja_jp: リセット
ro_ro: Resetați
sr_sp: Ресетовати
sw_tz: Weka upya
tr_tr: Sıfırla

source: Review swap
af_za: Review ruil
ar_sa: مراجعة المبادلة
da_dk: Anmeldelsesbytte
fi_fi: Arvostelun vaihto
he_il: סקירת החלפה
hu_hu: Véleménycsere
it_it: Scambio di recensioni
ja_jp: スワップを確認する
ro_ro: Schimb de recenzii
sr_sp: Замена прегледа
sw_tz: Kagua ubadilishaji
tr_tr: Değişimi gözden geçir

source: Search by token name or address
af_za: Soek volgens tekennaam of adres
ar_sa: البحث عن طريق اسم الرمز أو العنوان
da_dk: Søg efter symbolnavn eller adresse
fi_fi: Hae tunnusnimellä tai osoitteella
he_il: חפש לפי שם או כתובת אסימון
hu_hu: Keresés token név vagy cím alapján
it_it: Cerca per nome o indirizzo del token
ja_jp: トークン名またはアドレスで検索
ro_ro: Căutați după nume simbol sau adresă
sr_sp: Претражујте по имену или адреси токена
sw_tz: Tafuta kwa jina la tokeni au anwani
tr_tr: Belirteç adına veya adresine göre arama yapın

source: Select a token
af_za: Kies 'n teken
ar_sa: حدد الرمز
da_dk: Vælg et token
fi_fi: Valitse rahake
he_il: בחר אסימון
hu_hu: Token választása
it_it: Seleziona un token
ja_jp: トークン選択
ro_ro: Selectează un grup/jeton
sr_sp: Изаберите жетон
sw_tz: Chagua ishara
tr_tr: Bir jeton seçin

source: Settings
af_za: Instellings
ar_sa: إعدادات
da_dk: Indstillinger
fi_fi: asetukset
he_il: הגדרות
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
ro_ro: Setări
sr_sp: Подешавања
sw_tz: Mipangilio
tr_tr: Ayarlar

source: Slippage tolerance
af_za: Glipverdraagsaamheid
ar_sa: تحمل الانزلاق
da_dk: Glidningstolerance
fi_fi: Luistonsieto
he_il: סובלנות להחלקה
hu_hu: Csúszási tolerancia
it_it: Tolleranza allo slittamento
ja_jp: スリッページの許容範囲
ro_ro: Toleranță derapaj
sr_sp: Клизна толеранција
sw_tz: Uvumilivu wa kuteleza
tr_tr: Kayma toleransı

source: Something went wrong.
af_za: Iets het verkeerd geloop.
ar_sa: هناك خطأ ما.
da_dk: Noget gik galt.
fi_fi: Jotain meni pieleen.
he_il: משהו השתבש.
hu_hu: Valami elromlott.
it_it: Qualcosa è andato storto.
ja_jp: 問題が発生しました。
ro_ro: Ceva n-a mers bine.
sr_sp: Нешто је кренуло наопако.
sw_tz: Hitilafu fulani imetokea.
tr_tr: Bir şeyler yanlış gitti.
