Repository: Uniswap/widgets
Catalog: src/locales/*.po
Languages: af_za, ar_sa, da_dk, fi_fi, he_il, hu_hu, it_it, ja_jp, ro_ro, sr_sp, sw_tz, tr_tr

source: Swap
af_za: Ruil om
ar_sa: مبادلة
da_dk: Byt
fi_fi: Vaihda
he_il: לְהַחלִיף
it_it: Scambia
ja_jp: スワップ
ro_ro: Schimbă
sr_sp: Размени
sw_tz: Badilishana

source: Swap confirmed
af_za: Ruil bevestig
ar_sa: تم تأكيد المبادلة
da_dk: Bytte bekræftet
fi_fi: Vaihto varmistettu
he_il: ההחלפה אושרה
hu_hu: A csere megerősítve
it_it: Scambio confermato
ja_jp: スワップが確認されました
ro_ro: Schimbarea a fost confirmată
sr_sp: Замена потврђена
sw_tz: Ubadilishanaji umethibitishwa
tr_tr: Takas onaylandı

source: Swap details
af_za: Ruil besonderhede uit
ar_sa: تفاصيل المبادلة
da_dk: Byt detaljer
fi_fi: Vaihda tiedot
he_il: החלף פרטים
hu_hu: Cserélje ki a részleteket
it_it: Scambia i dettagli
ja_jp: スワップの詳細
ro_ro: Schimbați detalii
sr_sp: Замени детаље
sw_tz: Badilisha maelezo
tr_tr: Ayrıntıları değiştir

source: Swap failed: {0}
af_za: Ruil misluk: {0}
ar_sa: فشل المبادلة: {0}
da_dk: Skift mislykkedes: {0}
fi_fi: Vaihto epäonnistui: {0}
he_il: החלפה נכשלה: {0}
hu_hu: A csere nem sikerült: {0}
it_it: Scambio fallito: {0}
ja_jp: スワップに失敗しました： {0}
ro_ro: Schimbarea a eșuat: {0}
sr_sp: Замена није успела: {0}
sw_tz: Kubadilisha kumeshindwa: {0}
tr_tr: Değiştirilemedi: {0}

source: Swap pending
af_za: Ruil hangende
ar_sa: المبادلة معلقة
da_dk: Swap afventer
fi_fi: Vaihto vireillä
he_il: ההחלפה בהמתנה
hu_hu: Csere függőben
it_it: Scambio in attesa
ja_jp: スワップ保留中
ro_ro: Schimb în așteptare
sr_sp: Замена је на чекању
sw_tz: Kubadilishana kunasubiri
tr_tr: Takas beklemede

source: Swap summary
af_za: Ruil opsomming
ar_sa: ملخص المبادلة
da_dk: Swap oversigt
fi_fi: Yhteenveto vaihdosta
he_il: סיכום החלפה
hu_hu: Csere összefoglaló
it_it: Riepilogo scambio
ja_jp: スワップの概要
ro_ro: Rezumat schimb
sr_sp: Резиме замене
sw_tz: Badili muhtasari
tr_tr: takas özeti

source: The Uniswap invariant x*y=k was not satisfied by the swap. This usually means one of the tokens you are swapping incorporates custom behavior on transfer.
af_za: Die ruil-invariant x * y = k is nie bevredig deur die ruil nie. Dit beteken gewoonlik dat een van die tekens wat u omruil, persoonlike gedrag by oordrag bevat.
ar_sa: الثابت Uniswap x*y=k لم يكن راضيًا عن المبادلة. يعني هذا عادةً أن أحد الرموز التي تقوم بتبادلها يتضمن سلوكًا مخصصًا عند النقل.
da_dk: Uniswap-invarianten x * y = k var ikke tilfreds med byttet. Dette betyder normalt, at et af de tokens, du bytter, indeholder brugerdefineret adfærd ved overførsel.
fi_fi: Vaihto ei tyydyttänyt Uniswap-invarianttia x*y=k. Tämä tarkoittaa yleensä sitä, että yksi vaihtamistasi rahakkeista käyttäytyy mukautetusti siirron yhteydessä.
he_il: המשתנה של Uniswap x * y = k לא הסתפק בהחלפה. זה בדרך כלל אומר שאחד מהאסימונים שאתה מחליף משלב התנהגות מותאמת אישית בהעברה.
hu_hu: A Uniswap invariáns x*y=k nem teljesült a swap során. Ez általában azt jelenti, hogy a cserélendő tokenek egyike egyéni viselkedést tartalmaz az átadáskor.
it_it: L'invariante Uniswap x * y = k non è stata soddisfatta con lo scambio. Questo di solito significa che uno dei token che stai scambiando incorpora un comportamento personalizzato durante il trasferimento.
ja_jp: Uniswap不変式 x * y = kはスワップで満たされませんでした。これは通常、スワップするトークンの1つが転送時のカスタム動作を組み込んでいることを意味します。
ro_ro: Invariantul Uniswap x*y=k nu a fost satisfăcut de schimbare. Acest lucru înseamnă, de obicei, că unul dintre jetoanele pe care le schimbi încorporează un comportament personalizat la transfer.
sr_sp: Uniswap непроменљива x*y=k није испоштована разменом. То обично значи да један од токена које замењујете укључује прилагођено понашање приликом преноса.
sw_tz: Kiasi kisichobadilika x * y = k hakiridhika na ubadilishaji. Hii kawaida inamaanisha moja ya ishara unazobadilisha zinajumuisha tabia ya kawaida kwenye uhamishaji.
tr_tr: Uniswap değişmez değeri x*y=k, swap ile sağlanmadı. Bu genellikle, swap ettiğiniz jetonlardan birinin aktarım sırasında özel davranış içerdiği anlamına gelir.

source: The input token cannot be transferred. There may be an issue with the input token.
af_za: Die invoer-teken kan nie oorgedra word nie. Die invoer-teken kan 'n probleem hê.
ar_sa: لا يمكن نقل رمز الإدخال. قد تكون هناك مشكلة في رمز الإدخال.
da_dk: Input-token kan ikke overføres. Der kan være et problem med input-token.
fi_fi: Syöterahaketta ei voida siirtää. Syöterahakkeessa voi olla ongelma.
he_il: לא ניתן להעביר את אסימון הקלט. יכול להיות שיש בעיה באסימון הקלט.
hu_hu: Az input token nem transzferálható. Probléma lehet az input tokennel.
it_it: Il token di input non può essere trasferito. Potrebbe esserci un problema con il token di input.
ja_jp: 売るトークンが転送できません。売るトークンに問題がある可能性があります。
ro_ro: Jetonul de intrare nu poate fi transferat. Este posibil să existe o problemă cu jetonul de intrare.
sr_sp: Токен за унос није могуће пренети. Можда постоји проблем са улазним токеном.
sw_tz: Ishara ya kuingiza haiwezi kuhamishwa. Kunaweza kuwa na shida na ishara ya kuingiza.
tr_tr: Giriş jetonu aktarılamaz. Giriş jetonuyla ilgili bir sorun olabilir.

source: The output token cannot be transferred. There may be an issue with the output token.
af_za: Die uitvoer-teken kan nie oorgedra word nie. Daar kan 'n probleem wees met die uitvoer-teken.
ar_sa: لا يمكن نقل رمز الإخراج. قد تكون هناك مشكلة في رمز الإخراج.
da_dk: Output-token kan ikke overføres. Der kan være et problem med output-token.
fi_fi: Tulosrahaketta ei voida siirtää. Tulosrahakkeessa voi olla ongelma.
he_il: לא ניתן להעביר את אסימון הפלט. ייתכן שיש בעיה באסימון הפלט.
hu_hu: Az output token nem transzferálható. Probléma lehet az output tokennel.
it_it: Il token di output non può essere trasferito. Potrebbe esserci un problema con il token di output.
ja_jp: 購入するトークンを転送できません。購入するトークンに問題がある可能性があります。
ro_ro: Jetonul de ieșire nu poate fi transferat. S-ar putea să existe o problemă cu simbolul de ieșire.
sr_sp: Излазни токен се не може пренети. Можда постоји проблем са излазним токеном.
sw_tz: Ishara ya pato haiwezi kuhamishwa. Kunaweza kuwa na shida na ishara ya pato.
tr_tr: Çıkış jetonu aktarılamaz. Çıkış jetonuyla ilgili bir sorun olabilir.

source: The output token cannot be transferred. There may be an issue with the output token. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
af_za: Die uitvoer-teken kan nie oorgedra word nie. Daar is 'n probleem met die uitvoer-teken. Opmerking: fooi vir oordrag en herbasis-tekens is nie versoenbaar met Uniswap V3 nie.
ar_sa: لا يمكن نقل رمز الإخراج. قد تكون هناك مشكلة في رمز الإخراج. ملاحظة: رسوم النقل وإعادة الرموز المميزة غير متوافقة مع Uniswap V3.
da_dk: Output-token kan ikke overføres. Der kan være et problem med output-token. Bemærk: gebyr ved overførsel og rebase-tokens er inkompatibelt med Uniswap V3.
fi_fi: Tulostunnusta ei voi siirtää. Tulostunnuksessa voi olla ongelma. Huomautus: siirto- ja uudelleentase-tunnusten maksu ei ole yhteensopiva Uniswap V3: n kanssa.
he_il: לא ניתן להעביר את אסימון הפלט. ייתכן שיש בעיה באסימון הפלט. הערה: עמלה על אסימון העברה וריבוס אינם תואמים ל- Uniswap V3.
hu_hu: A kimeneti token nem vihető át. Probléma lehet a kimeneti tokennel. Megjegyzés: az átviteli és újrabázis tokenek díja nem kompatibilis az Uniswap V3 verzióval.
it_it: Il token di output non può essere trasferito. Potrebbe esserci un problema con il token di output. Nota: la commissione sui token di trasferimento e rebase non è compatibile con Uniswap V3.
ja_jp: 購入するトークンを転送できません。購入するトークンに問題がある可能性があります。注：転送時に手数料が発生するトークンおよびリベースするトークンは、UniswapV3と互換性がありません。
ro_ro: Jetonul de ieșire nu poate fi transferat. S-ar putea să existe o problemă cu simbolul de ieșire. Notă: taxa pentru jetoane de transfer și rebase sunt incompatibile cu Uniswap V3.
sr_sp: Излазни токен се не може пренети. Можда постоји проблем са излазним токеном. Напомена: накнада за токене за пренос и пребазу није компатибилна са Унисвап В3.
sw_tz: Ishara ya pato haiwezi kuhamishwa. Kunaweza kuwa na shida na ishara ya pato. Kumbuka: ada ya uhamishaji na toa rehani haziendani na Uniswap V3.
tr_tr: Çıkış jetonu aktarılamaz. Çıkış belirteciyle ilgili bir sorun olabilir. Not: Transfer ve rebase jetonlarındaki ücret, Uniswap V3 ile uyumlu değildir.

source: The transaction could not be sent because the deadline has passed. Please check that your transaction deadline is not too low.
af_za: Die transaksie kon nie gestuur word nie omdat die sperdatum verstryk het. Kyk dat u sperdatum nie te laag is nie.
ar_sa: تعذر إرسال المعاملة لانتهاء الموعد المحدد. يرجى التحقق من أن الموعد النهائي لمعاملاتك ليس منخفضًا جدًا.
da_dk: Transaktionen kunne ikke sendes, fordi fristen er udløbet. Kontroller, at din transaktionsfrist ikke er for lav.
fi_fi: Tapahtumaa ei voitu lähettää, koska määräaika on ohi. Tarkista, että tapahtumasi määräaika ei ole liian lyhyt.
he_il: לא ניתן היה לשלוח את העסקה מכיוון שהמועד האחרון חלף. אנא בדוק שמועד העסקה האחרון שלך אינו קרוב מדי.
hu_hu: A tranzakciót nem sikerült elküldeni, mert a határidő lejárt. Kérjük, ellenőrizze, hogy a tranzakció határideje nem túl alacsony-e.
it_it: Impossibile inviare la transazione perché il termine è scaduto. Si prega di verificare che la scadenza della transazione non sia troppo bassa.
ja_jp: 期限が過ぎたため、取引を送信できませんでした。期限が短すぎないかご確認ください。
ro_ro: Tranzacția nu a putut fi trimisă deoarece termenul a trecut. Te rugăm să verifici dacă termenul limită al acestei tranzacției nu este prea mic.
sr_sp: Трансакција није могла бити послата јер је рок истекао. Молимо вас да проверите да ваш рок за трансакцију није пренизак.
sw_tz: Shughuli haikuweza kutumwa kwa sababu tarehe ya mwisho imepita. Tafadhali angalia kuwa tarehe ya mwisho ya ununuzi sio chini sana.
tr_tr: Son tarih geçtiği için işlem gönderilemedi. Lütfen işlem sürenizin çok kısa olmadığından emin olun.

source: This transaction will not succeed due to price movement. Try increasing your slippage tolerance. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
af_za: Hierdie transaksie sal weens die prysbeweging nie slaag nie. Probeer u glyverdraagsaamheid verhoog. Opmerking: fooi vir oordrag en herbasis-tekens is nie versoenbaar met Uniswap V3 nie.
ar_sa: لن تنجح هذه الصفقة بسبب حركة السعر. حاول زيادة تحملك للانزلاق. ملاحظة: رسوم النقل وإعادة الرموز المميزة غير متوافقة مع Uniswap V3.
da_dk: Denne transaktion lykkes ikke på grund af prisbevægelse. Prøv at øge din glidningstolerance. Bemærk: gebyr ved overførsel og rebase-tokens er inkompatibelt med Uniswap V3.
fi_fi: Tämä kauppa ei onnistu hintaliikkeen vuoksi. Yritä lisätä liukastumistoleranssia. Huomautus: siirto- ja uudelleentase-tunnusten maksu ei ole yhteensopiva Uniswap V3: n kanssa.
he_il: עסקה זו לא תצליח בגלל תנועת מחירים. נסה להגביר את סובלנות ההחלקה שלך. הערה: עמלה על אסימון העברה ומיקום מחדש אינם תואמים ל- Uniswap V3.
hu_hu: Ez a tranzakció az ármozgás miatt nem fog sikerülni. Próbáld meg növelni a csúszástűrést. Megjegyzés: az átviteli és újrabázis tokenek díja nem kompatibilis az Uniswap V3 verzióval.
it_it: Questa transazione non avrà esito positivo a causa del movimento dei prezzi. Prova ad aumentare la tua tolleranza allo slittamento. Nota: la commissione sui token di trasferimento e rebase non è compatibile con Uniswap V3.
ja_jp: 価格変動により、この取引は成功しません。スリッページの許容範囲を広げてみてください。注：転送時に手数料が発生するトークンおよびリベーストークンは、UniswapV3と互換性がありません。
ro_ro: Această tranzacție nu va reuși din cauza mișcării prețurilor. Încercați să vă măriți toleranța la alunecare. Notă: taxa pentru jetoane de transfer și rebase sunt incompatibile cu Uniswap V3.
sr_sp: Ова трансакција неће успети због кретања цена. Покушајте да повећате толеранцију на клизање. Напомена: накнада за токене за пренос и пребазу није компатибилна са Унисвап В3.
sw_tz: Uuzaji huu hautafaulu kwa sababu ya harakati za bei. Jaribu kuongeza uvumilivu wako wa kuteleza. Kumbuka: ada ya uhamishaji na toa rehani haziendani na Uniswap V3.
tr_tr: Bu işlem, fiyat hareketi nedeniyle başarılı olamayacak. Kayma toleransınızı artırmayı deneyin. Not: Transfer ve rebase jetonlarındaki ücret, Uniswap V3 ile uyumlu değildir.

source: This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.
af_za: Hierdie transaksie sal ook nie slaag nie as gevolg van prysbeweging of fooi by oordrag. Probeer u glyverdraagsaamheid verhoog.
ar_sa: لن تنجح هذه الصفقة إما بسبب حركة السعر أو بسبب رسوم التحويل. حاول زيادة تحملك للانزلاق.
da_dk: Denne transaktion lykkes ikke på grund af prisbevægelse eller gebyr ved overførsel. Prøv at øge din glidningstolerance.
fi_fi: Tämä tapahtuma ei onnistu joko hinnanmuutoksen tai siirtopalkkion vuoksi. Yritä nostaa luistonsietoprosenttia.
he_il: עסקה זו לא תצליח גם בגלל תנועת מחירים או עמלה על העברה. נסה להגביר את סובלנות ההחלקה שלך.
hu_hu: Ez a tranzakció sem az ármozgás, sem az átutalási díj miatt nem lesz sikeres. Próbáld meg növelni a csúszástűrést.
it_it: Questa transazione non avrà esito positivo a causa del movimento del prezzo o della commissione sul trasferimento. Prova ad aumentare la tua tolleranza allo slittamento.
ja_jp: この取引は、価格変動または転送時に手数料が発生するため、成功しません。スリッページの許容範囲を広げてみてください。
ro_ro: Această tranzacție nu va reuși nici din cauza mișcării prețului, nici a comisioanelor la transfer. Încearcă să îți sporești toleranța la alunecare.
sr_sp: Ова трансакција неће успети или због кретања цена или због накнаде за пренос. Покушајте да повећате клизну толеранцију.
sw_tz: Ununuzi huu hautafanikiwa ama kwa sababu ya kusonga kwa bei au ada kwenye uhamishaji. Jaribu kuongeza uvumilivu wako wa kuteleza.
tr_tr: Bu işlem, ya fiyat hareketinden dolayı ya da transfer ücretinden dolayı başarılı olmayacak. Kayma toleransınızı artırmayı deneyin.

source: Transaction confirmed
af_za: Transaksie is bevestig
ar_sa: تم تأكيد الصفقة
da_dk: Transaktionen bekræftet
fi_fi: Kauppa vahvistettu
he_il: העסקה אושרה
hu_hu: Az ügylet megerősítve
it_it: Transazione confermata
ja_jp: 取引が確認されました
ro_ro: Tranzacție confirmată
sr_sp: Трансакција потврђена
sw_tz: Muamala umethibitishwa
tr_tr: İşlem onaylandı

source: Transaction deadline
af_za: Transaksiesperdatum
ar_sa: الموعد النهائي للمعاملة
da_dk: Frist for transaktion
fi_fi: Tapahtuman määräaika
he_il: מועד אחרון לעסקה
hu_hu: Tranzakció határideje
it_it: Termine transazione
ja_jp: 取引期限
ro_ro: Termen limită tranzacție
sr_sp: Крајњи рок за трансакцију
sw_tz: Mwisho wa shughuli
tr_tr: İşlem son tarihi

source: Transaction pending
af_za: Transaksie hangende
ar_sa: المعاملة معلقة
da_dk: Transaktion afventer
fi_fi: Tapahtuma vireillä
he_il: העסקה בהמתנה
hu_hu: Tranzakció függőben
it_it: Transazione in sospeso
ja_jp: 保留中の取引
ro_ro: Tranzacție în așteptare
sr_sp: Трансакција је на чекању
sw_tz: Muamala unasubiri
tr_tr: İşlem beklemede

source: Transaction rejected.
af_za: Transaksie verwerp.
ar_sa: الصفقة مرفوضة.
da_dk: Transaktionen blev afvist.
fi_fi: Tapahtuma hylätty.
he_il: העסקה נדחתה.
hu_hu: A tranzakció elutasítva.
it_it: Transazione rifiutata.
ja_jp: 取引が拒否されました
ro_ro: Tranzacția respinsă.
sr_sp: Трансакција је одбијена.
sw_tz: Ununuzi umekataliwa.
tr_tr: İşlem reddedildi.

source: Try increasing your slippage tolerance.<0/>NOTE: Fee on transfer and rebase tokens are incompatible with Uniswap V3.
af_za: Probeer om jou gliptoleransie te verhoog.<0/>LET WEL: Fooi op oordrag en herbasis-tokens is onversoenbaar met Uniswap V3.
ar_sa: حاول زيادة تحملك للانزلاق.<0/>ملحوظة: الرسوم المفروضة على رموز النقل وإعادة التسمية غير متوافقة مع Uniswap V3.
da_dk: Prøv at øge din glidningstolerance.<0/>BEMÆRK: Gebyr ved overførsel og rebase-tokens er inkompatible med Uniswap V3.
fi_fi: Yritä lisätä liukastumistoleranssiasi.<0/>HUOMAA: Siirtomaksu ja uudelleenperustamistunnukset eivät ole yhteensopivia Uniswap V3:n kanssa.
he_il: נסה להגדיל את סובלנות ההחלקה שלך.<0/>הערה: עמלה על העברה ואסימוני בסיס מחדש אינם תואמים ל-Uniswap V3.
hu_hu: Próbálja meg növelni a csúszástűrő képességét.<0/>MEGJEGYZÉS: Az átviteli díj és az újraalapozási tokenek nem kompatibilisek az Uniswap V3-mal.
it_it: Prova ad aumentare la tua tolleranza allo slippage.<0/>NOTA: le commissioni sui token di trasferimento e rebase non sono compatibili con Uniswap V3.
ja_jp: スリッページの許容範囲を広げてみてください。<0/>注：転送時に手数料が発生するトークンおよびリベースするトークンは、UniswapV3と互換性がありません。
ro_ro: Încercați să vă creșteți toleranța la alunecare.<0/>NOTĂ: Taxa pentru jetoanele de transfer și rebazare este incompatibilă cu Uniswap V3.
sr_sp: Покушајте да повећате толеранцију на клизање.<0/>НАПОМЕНА: Накнада за токене за пренос и поновну базу нису компатибилни са Унисвап В3.
sw_tz: Jaribu kuongeza uvumilivu wako wa kuteleza.<0/>KUMBUKA: Ada ya uhamishaji na tokeni za kuweka upya hazioani na Uniswap V3.
tr_tr: Kayma toleransınızı artırmayı deneyin.<0/>NOT: Transfer ve rebase belirteçleri üzerindeki ücret, Uniswap V3 ile uyumlu değildir.

source: Unexpected error. Could not estimate gas for the swap.
af_za: Onverwagte fout. Kon nie gas vir die ruil skat nie.
ar_sa: خطأ غير متوقع. لا يمكن تقدير الغاز للمبادلة.
da_dk: Uforventet fejl. Kunne ikke estimere gas til byttet.
fi_fi: Odottamaton virhe. Vaihdon kaasua ei voitu arvioida.
he_il: שגיאה לא צפויה. לא ניתן היה לאמוד גז להחלפה.
hu_hu: Váratlan hiba. Nem sikerült megbecsülni a cseréhez szükséges gázt.
it_it: Errore inaspettato. Impossibile stimare il gas per lo scambio.
ja_jp: 予期しないエラー。スワップのガスを見積もることができませんでした。
ro_ro: Eroare neașteptată. Nu s-a putut estima gazul pentru swap.
sr_sp: Неочекивана грешка. Није могуће проценити гас за замену.
sw_tz: Hitilafu isiyotarajiwa. Haikuweza kukadiria gesi kwa ubadilishaji.
tr_tr: Beklenmeyen hata. Takas için gaz tahmin edilemedi.

source: Unexpected issue with estimating the gas. Please try again.
af_za: Onverwagte probleem met die skatting van die gas. Probeer asseblief weer.
ar_sa: مشكلة غير متوقعة في تقدير الغاز. حاول مرة اخرى.
da_dk: Uventet problem med estimering af gassen. Prøv igen.
fi_fi: Odottamaton ongelma kaasun arvioinnissa. Yritä uudelleen.
he_il: בעיה בלתי צפויה בהערכת הגז. בבקשה נסה שוב.
hu_hu: Váratlan probléma a gáz becslésével. Kérlek próbáld újra.
it_it: Problema imprevisto con la stima del gas. Per favore riprova.
ja_jp: ガスの見積もりに関する予期しない問題。もう一度やり直してください。
ro_ro: Problemă neașteptată cu estimarea gazului. Vă rugăm să încercați din nou.
sr_sp: Неочекивани проблем са проценом гаса. Молим вас, покушајте поново.
sw_tz: Suala lisilotarajiwa na kukadiria gesi. Tafadhali jaribu tena.
tr_tr: Gaz tahmininde beklenmeyen bir sorun. Lütfen tekrar deneyin.

source: Unknown error{0}. Try increasing your slippage tolerance. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
af_za: Onbekende fout{0}. Probeer u glyverdraagsaamheid verhoog. Opmerking: fooi vir oordrag en herbasis-tekens is nie versoenbaar met Uniswap V3 nie.
ar_sa: خطأ غير معروف{0}. حاول زيادة تحملك للانزلاق. ملاحظة: رسوم النقل وإعادة الرموز المميزة غير متوافقة مع Uniswap V3.
da_dk: Ukendt fejl{0}. Prøv at øge din glidetolerance. Bemærk: gebyr ved overførsel og rebase -tokens er inkompatibelt med Uniswap V3.
fi_fi: Tuntematon virhe{0}. Yritä lisätä liukastumissietokykyäsi. Huomaa: siirto- ja uudelleenkorotusmaksut eivät ole yhteensopivia Uniswap V3: n kanssa.
he_il: שגיאה לא ידועה{0}. נסה להגביר את סובלנות ההחלקה שלך. הערה: עמלה על אסימון העברה ומיקום מחדש אינם תואמים ל- Uniswap V3.
hu_hu: Ismeretlen hiba{0}. Próbálja meg növelni a csúszástűrést. Megjegyzés: az átutalási és újbóli alapkivonási díjak nem kompatibilisek az Uniswap V3 -mal.
it_it: Errore sconosciuto{0}. Prova ad aumentare la tua tolleranza allo slittamento. Nota: la commissione sui token di trasferimento e rebase non è compatibile con Uniswap V3.
ja_jp: 不明なエラー{0}。スリッページの許容範囲を広げてみてください。注：転送時に手数料が発生するトークンおよびリベーストークンは、UniswapV3と互換性がありません。
ro_ro: Eroare necunoscută{0}. Încercați să vă măriți toleranța la alunecare. Notă: taxa pentru jetoane de transfer și rebase sunt incompatibile cu Uniswap V3.
sr_sp: Непозната грешка{0}. Покушајте повећати толеранцију клизања. Напомена: накнада за токене за пренос и поновну надоградњу није компатибилна са Унисвап В3.
sw_tz: Hitilafu isiyojulikana{0}. Jaribu kuongeza uvumilivu wako wa kuteleza. Kumbuka: ada ya uhamishaji na toa rehani haziendani na Uniswap V3.
tr_tr: Bilinmeyen hata{0}. Kayma toleransınızı artırmayı deneyin. Not: Transfer ve rebase jetonlarındaki ücret, Uniswap V3 ile uyumlu değildir.

source: Unsupported network - switch to another to trade
af_za: Nie-ondersteunde netwerk - skakel oor na 'n ander om handel te dryf
ar_sa: شبكة غير مدعومة - قم بالتبديل إلى شبكة أخرى للتداول
da_dk: Ikke-understøttet netværk - skift til et andet for at handle
fi_fi: Ei tuettu verkko - vaihda toiseen kauppaa varten
he_il: רשת לא נתמכת - עבור לרשת אחרת כדי לסחור
hu_hu: Nem támogatott hálózat – váltson másikra a kereskedéshez
it_it: Rete non supportata: passa a un'altra per fare trading
ja_jp: サポートされていないネットワーク-別のネットワークに切り替えて取引する
ro_ro: Rețea neacceptată - comutați la alta pentru a tranzacționa
sr_sp: Неподржана мрежа - пређите на другу да бисте трговали
sw_tz: Mtandao usiotumika - badilisha hadi mwingine kufanya biashara
tr_tr: Desteklenmeyen ağ - ticaret yapmak için diğerine geçin

source: Unwrap confirmed
af_za: Ontwikkel bevestig
ar_sa: أكد Unwrap
da_dk: Udpakning bekræftet
fi_fi: Purkaminen vahvistettu
he_il: אישור ביטול הגלישה
hu_hu: Kibontás megerősítve
it_it: Scarto confermato
ja_jp: 開封確認済み
ro_ro: Desfacere confirmată
sr_sp: Одмотавање потврђено
sw_tz: Ufunuo umethibitishwa
tr_tr: Paketi açma onaylandı

source: Unwrap pending
af_za: Ontwikkel hangende
ar_sa: فك التفاف معلق
da_dk: Udpakning afventer
fi_fi: Purkaminen odottaa
he_il: ביטול הגלישה בהמתנה
hu_hu: Felbontás függőben
it_it: Scartare in attesa
ja_jp: 保留中のアンラップ
ro_ro: Desfacere în așteptare
sr_sp: Одмотавање је на чекању
sw_tz: Inasubiri kufunguliwa
tr_tr: Bekleyen paketi aç

source: Unwrap {0}
af_za: Ontwikkel {0}
da_dk: Pak {0}ud
fi_fi: Avaa paketti {0}
hu_hu: Kicsomagolás {0}
ja_jp: {0}をアンラップ
sr_sp: Одмотајте {0}
sw_tz: Fungua {0}
tr_tr: Paketi aç {0}

source: View on Etherscan
af_za: Uitsig op Etherscan
ar_sa: عرض على Etherscan
da_dk: Se på Etherscan
fi_fi: Näkymä Etherscanissa
he_il: מבט על אתרסקאן
hu_hu: Nézd meg az Etherscan webhelyen
it_it: Visualizza su Etherscan
ja_jp: Etherscanで見る
ro_ro: Vizualizare pe Etherscan
sr_sp: Поглед на Етхерсцан-у
sw_tz: Angalia kwenye Etherscan
tr_tr: Etherscan üzerinde görüntüle

source: Wrap confirmed
af_za: Wrap bevestig
fi_fi: Wrap vahvistettu
hu_hu: Wrap megerősítve
sr_sp: Замотавање потврђено
sw_tz: Ufungaji umethibitishwa
tr_tr: sarma onaylandı

source: Wrap pending
af_za: Wikkel hangende
fi_fi: Wrap odottaa
hu_hu: Becsomagolás függőben
sr_sp: Замотавање је на чекању
sw_tz: Funga inasubiri
tr_tr: Beklemede sarıl

source: Wrap {0}
af_za: Verpak {0}
da_dk: Indpak {0}
fi_fi: Kääri {0}
hu_hu: Tekercs {0}
ja_jp: ラップ {0}
sr_sp: Замотајте {0}
sw_tz: Funga {0}
tr_tr: {0}sarın

source: Your transaction will revert if it has been pending for longer than this period of time.
af_za: Jou transaksie sal terugdraai as dit vir langer as hierdie tydperk hangende was.
ar_sa: ستعود معاملتك إذا كانت معلقة لفترة أطول من هذه الفترة الزمنية.
da_dk: Din transaktion vil vende tilbage, hvis den har været afventende i længere tid end denne periode.
fi_fi: Tapahtumasi palautetaan, jos se on ollut vireillä tätä pidemmän ajan.
he_il: העסקה שלך תחזור אם היא הייתה בהמתנה במשך יותר מתקופת זמן זו.
hu_hu: A tranzakció visszaáll, ha az ennél hosszabb ideig függőben van.
it_it: La transazione verrà ripristinata se è rimasta in sospeso per più di questo periodo di tempo.
ja_jp: この期間より長く保留されている場合、トランザクションは元に戻ります。
ro_ro: Tranzacția dvs. va reveni dacă a fost în așteptare mai mult decât această perioadă de timp.
sr_sp: Ваша трансакција ће бити враћена ако је била на чекању дуже од овог временског периода.
sw_tz: Muamala wako utarejeshwa ikiwa umesubiri kwa muda mrefu zaidi ya kipindi hiki.
tr_tr: İşleminiz bu süreden daha uzun süredir beklemedeyse geri alınacaktır.
